Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/riikkaidgaskasas-algoalbmotovttasbargu.html.tmx
Source language: sme
Languages: smj

source: Nagoya protokolla sisdoallu ja hápmi lea nu dehálaš sámiid vuoigatvuođaide ahte stáhtat, ovttasráđiid Sámedikkiiguin, fertejit árvvoštallat movt dat sáhttá implementerejuvvot ja láhkavuođđuduvvot dálá lágaid rievdadeames ja mearrideames ođđa lágaid árbedieđuid birra.
smj: Nagoya protokolla sisadno ja hábme le nav ájnas sáme riektájda ahte stáhta, sámedikkijn guládijn, hæhttuji árvustallat gåktu dat máhttá implementeriduvvat ja láhkavuododuvvat dálásj lágaj rievddamijn ja ådå lágaj mierredimen árbbediedoj birra.

source: Nagoya protokolla lea dehálaš sámiide danin go dat dohkkeha ja áimmahuššá sámiid vuoigatvuođaid ja beroštumiid genehtalaš valljodagaide ja árbedieđuide mat gullet genehtalaš valljodagaide, dás maiddái ahte maiddái álgoálbmogat galget beassat ávkkástallat daid ovdamuniid maid genehtalaš valljodagaid ávkkástallan mielddisbuktá.
smj: Nagoya protokolla le sámijda ájnas danen gå dat dåhkkit ja várajda válldá sámij riektájt ja berustimijt genehtalasj valljudagájda ja árbbediedojda ma genehtalasj valljudagájda gulluji, dasi gullu aj ahte álggoálmmuga galggi bessat ávkástallat dajt buorijt ma genehtalasj valljudagáj ávkástallam buktá.

source: Nagoya protokolla deattuha ahte lea lagas oktavuohta gaskal genehtalaš valljodagaid ja árbedieđuid danin go álgoálbmogat daid oamastit.
smj: Nagoya protokolla dættot jut le lahka aktijvuohta genehtalasj valjesvuoda ja árbbediedoj gaskan danen gå álggoálmmuga dajt åmasti.

source: Loga eanet Nagoya protokolla birra dás.
smj: Lågå ienebut Nagoya protokolla birra dáppe

source: Sámediggi lea Norgga sáttagotti bakte searvan biologalaš šláddjivuođa konvenšuvnna riikkaidgaskasaš bargui ja lea earret eará váikkuhan dasa ahte stáhtat leat geatnegahttojuvvon – nu guhkas go vejolaš ja heivvolaš vuogi mielde - doahttalit, seailluhit ja ovdánahttit – árbevirolaš máhtu.
smj: Sámedigge le vuona delegasjåvnå baktu oassálasstám rijkajgasskasasj bargguj biologalasj valjesvuoda konvensjåvnåjn ja le duola dagu åvdedam jut stáhta galggi nav guhkás gå le vejulasj ja vuogas – vieledit, bisodit ja jårkadit árbbediedov.

source: Okta eaktu dán geatnegasvuođa ollašuhttimis lea ahte lea diehtu dán máhtolašvuođas.
smj: Jus dáv galggá nahkat tjuovvot de hæhttu diehtet diedo birra.

source: Earret eará dát mearkkaša mearrádusaid ja politihka hábmema oktavuođas galget guldalit sin geain lea dákkár máhttu ja guovllus orrot ja doaimmahit ealáhusaideaset.
smj: Dát sihtá javllat duola dagu sij gejna le dát diehto galggi gullut gå luonndoressursaj mærrádusá ja politihkka hábbmiduvvá dajn duobddágijn gånnå álggoálmmuga årru ja ietjasa æládusájt dåjmadi.

source: Ahte bealálaččat galget sihkkarastit ahte dákkár oassálastin adnojuvvo áibbas guovddážis dan barggus mii dáhpáhuvvá CBD oktavuođas art. 8 (j) ja 10 (c) geatnegasvuođaide galget bidjat konkrehta sisdoalu.
smj: Jut konvensjåvnnååvdåstiddje galggi dákkir oassálasstemav bærrájgæhttjat aneduvvá ållu vuodulattjan dan bargon mij dáhpáduvvá biovaljesvuodakonvensjåvnån gå galggá 8 (j) ja 10 (c) artihkkalij vælggogisvuodaj sisanov konkretiserit.

source: Norggas leat joavdan mealgadii implementeremis CDB artihkkala 8(j) árbevirolaš máhtu birra luonddušláddjivuođalága čađaheami oktavuođas, vrd. earenoamážit § 8 (máhttovuođđu), muhto maiddái § 1 (ulbmil) atnu ja suodjaleapmi sámi kultuvrii vuođđun ja § 14 (deattuhit sámi beroštumiid) lea relevánta.
smj: Vuonan lip juo guhkás boahtám CDB:a artihkkal 8(j) implementerimin árbbediedo birra Luonndovaljesvuodalága tjadádime aktijvuodan, gehtja sierraláhkáj § 8 (máhttovuodo), valla aj § 1 (ulmme) adno ja suodjalibme vuodon sáme kultuvrraj ja § 14 (sáme berustimij dættodibme) dasi guosski.

source: Luonddušláddjivuođa paragráfa 8 nubbi lađđasis daddjo ahte eiseválddit galget deattuhit vásáhusaid maid sohkabuolvvat luonddu geavaheami ja ovttasdoaimma vuođul leat háhkan, dás maiddái sámi geavaheapmi, ja mii sáhttá váikkuhit luonddušláddjivuođa nanaguoddevaš geavaheapmái ja suodjaleapmái.
smj: Luonndovaljesvuodalága 8 paragráffa nuppát lahtasin javladuvvá oajválattja galggi dættodit máhtov man vuodo li buolvaj åtsådallama anos ja aktisasjdoajmma luondos, dasi gullu aj dakkir sáme adno, mij máhttá viehkken luonndovaljesvuoda guoddelis adnuj ja suodjalibmáj.

source: Loga eanet luonddušláddjivuođalága birra dás.
smj: Lågå ienep Luondovaljesvuodalága birra dáppe

source: Álgoálbmotoassálastin Norggas muddejuvvo stáhtalaš eiseválddiid ja Sámedikki gaskasaš ráđđádallansoahpamušain mas daddjo ahte galget ráđđádallat go lea lágat ja doaibmabijut mat njuolgut váikkuhit sámiid beroštumiide.
smj: Álggoálmmukoassálasstem Vuonan mierreduvvá rádádallamsjiehtadusá baktu stáhta oajválattjaj ja Sámedikke gaskan gånnå tjuodtju galggi rádádallat gå li lága ja dåjma ma sámij berustimijda njuolgga guosski.

source: Sámediggi bovdejuvvo maiddái riikkaidgaskasaš proseassaide árbedieđuid birra ja lea oassin Norgga sáttagottis sihke čoahkkinráhkkanemiin ja čoahkkimiin.
smj: Sámedigge gåhtjoduvvá aj rijkajgasskasasj prosessajda árbbediedoj birra ja le oassen Vuona delegasjåvnås ja gárvedimijs dákkir tjåhkanimijda.

source: Sihke dan barggu ektui mii doaimmahuvvo árbedieđuid ektui Máilmmi dahkkivuoigatvuođa organisašuvnnas (WIPO) ja barggu čuovvoleami oktavuođas stáhtaidgaskasaš lávdegottis Nagoya-protokolla várás mii gullá CBD:i.
smj: Sihke dan bargo gáktuj mij árbbediedoj gáktuj dåjmaduvvá Værálda dahkkeriektájorganisasjåvnån (WIPO) ja barggo stáhtajgasskasasj nammadusás Nagoya-protokolla gáktuj mij CDB:aj gullu.

source: Sámediggi lea dan oaivilis ahte sierra láhka árbedieđuid birra farggamusat ferte mearriduvvot jus Norggas áigot čađahit ja implementeret dáid geatnegasvuođaid.
smj: Sámedigge oajvvat sierra láhka árbbediedoj birra ruvámus láhkáj viertti mierreduvvat jus Vuodna ájggu dájt vælggogisvuodajt tjadádit ja implementerit.

source: Dasa lassin ruhtada Sámediggi ja ođasmahttin-, hálddahus- ja girkodepartemeanta prošeavtta Árbediehtu – Sámi Árbevirolaš Máhttu mii čađahuvvo Sámi allaskuvlla bakte Guovdageainnus.
smj: Duodden dasi ruhtadi Sámedigge ja Ådåstuhttem-, háldadus ja girkkodepartemennta prosjevtav Árbediehtu – Sámi Árbevirolaš Máhttu mij Sáme allaskåvlå baktu tjadáduvvá Guovddagæjnos.

source: Viidáset sii ovttasbargat Stáhta luonddubearráigeahčuin árbedieđu prošeavttain ” Olmmoš ja luondduárbi ” man Birasgáhttendepartemeanta ruhtada.
smj: Vijddábut barggi aktan Stáhta luonndobærrájgæhttjijn árbbediedo prosjevtajn “ Ulmusj ja luonndoárbbe ” mav Birásgáhttimdepartemennta ruhtat.

source: Árbediehtu lea ovttasbargoprošeakta mas galget duođaštit ja suddjet sámi árbedieđuid mas njealji Norgga bealde sámi ásahusat ovttasbarget: Saemien Sijte, Árran, RiddoDuottarMuseat ja Mearrasámi gealboguovddáš.
smj: Árbbediehto le aktisasjbarggoprosjekta gånnå galggi duodastit ja suoddjit sáme árbbediedov manna niellja Vuona biele sáme ásadusá aktan barggi: Saemien Sijte, Árran, RiddoDuottarMuseat og Sjøsamisk kompetansesenter.

source: Prošeavtta váldoulbmilin lea ovdánahttit metodologiija man mielde duođaštit, seailluhit, suddjet, ja vuorkut árbevirolaš máhtu.
smj: Prosjevta oajvveulmme le metodologijav åvddånahttet man milta árbbedábálasj máhtudagáv duodas, bisot, suoddji ja vuorkki.

source: Loga eanet Árbediehtu prošeavtta birra dás.
smj: Lågå ienep Árbediehtu prosjevta birra dáppe

source: Máilmmi dahkkivuoigatvuođa organisašuvdna (WIPO)
smj: Værálda dahkkeriektáj organisasjåvnnå (WIPO)

source: Álgoálbmogiin lea oktasaš ja oktagaslaš riekti oažžut iežaset ávnnaslaš ja vuoiŋŋalaš kultuvrra suddjejuvvot.
smj: Álggoálmmugijn le aktisasj ja ájnegis riektá oadtjot ietjasa ábnnaslasj ja vuojŋŋalasj kultuvrav suoddjidum.

source: Dahkkivuoigatvuohta lea oktasašnamahussan intellektuála dahkosiid riektesuodjaleapmái, nugomat musihka, dáidaga, govaid, girjjálašvuođa, luonddudiehtu ja hutkosat.
smj: Dahkkeriektá le aktisasjnamma intellektuella dagoj riektásuodjalibmáj, duola dagu musihkka, dájdda, gåvå, girjálasjvuohta, luonndodiehto ja gávnadisá.

source: Vuoiŋŋalaš vuoigatvuođaid suodjaleapmi lea lága bakte mearriduvvon eanas riikkain.
smj: Vuojŋalasj riektá li lága baktu mierredum ienemus rijkajn.

source: Riikkaidgaskasaččat lea organisašuvdna World Intellectual Property Organization (WIPO), mii bargá dákkár vuoigatvuođaid anu ja suodjaleami ovddas.
smj: Rijkajgasskasattjat le organisasjåvnnå World Intellectual Property Organization (WIPO), mij dakkir riektáj ano ja suodjalime åvdås barggá.

source: Organisašuvdna lea nu gohčoduvvon specialized agency ON vuogádagas, ja hálddaša oktiibuot 23 riikkaidgaskasaš soahpamušaid mat gusket vuoinnalaš vuoigatvuođaid iešguđege beliide.
smj: Organisasjåvnnå le nav gåhtjodum specialized agency AN systeman, ja háldat tjoahkkáj 23 rijkajgasskasasj sjiehtadusá ma guosski vuojŋalasj riektáj iesjguhtik bielijda.

source: 184 stáhtat leat WIPO miellahtut.
smj: 184 stáhta li WIPO ájrrasa.

source: WIPO oktavuođas šiehtadallet dál stáhtaidgaskasaš lávdegottis lágalaš čadni soahpamušain riikkaidgaskasaš dássái mii guoská dahkkivuoigatvuođaide, genehtalaš valljodagaide, árbedieđuide ja árbevirolaš kulturilbmanemiide (WIPO / GRTKF / IGC).
smj: WIPO aktijvuodan sjiehtadalli dálla stáhtajgasskasasj nammadusán lágalasj tjadne sjiehtadusájn rijkajgasskasasj dásen mij guosská dahkkeriektájda, genehtalasj valljudagájda, árbbediedojda ja álmmukdábijda (WIPO / GRTKF / IGC).

source: Sámediggái dieđihuvvo ja oažžu maiddái vejolašvuođa ovddidit mearkkašumiid ja árvalusaid Norgga šiehtadallansáttagoddái, ja searvat sáttagotti čoahkkimiidda gávdni hálddahuslaš coavcci mielde.
smj: Sámediggáj diededuvvá ja oadtju aj vejulasjvuodav oajvvadusájt buktet Vuona sjiehtadallamdelegasjåvnnåj, ja sæbrrat delegasjåvnå tjåhkanimijda gå miján le háldaduslasj kapasitehtta rabás.

source: Šiehtadallamiin Sámediggi doarju Norgga árbedieđuid beaktilis suodjaleami gáibádusaid ja ahte dákkár riikkaidgaskasaš njuolggadusat galget leat rievttálaš čadnin.
smj: Sjiehtadallamijn doarjju Sámedigge Vuona árbbediedoj dåbmaris suodjalime gájbbádusájt ja ahte dákkár rijkajgasskasasj njuolgadusá galggi liehket riektálasj tjadne.

source: Norga galgá doarjut ahte vuoigatvuođalaččat dákkár árbedieđuid suodjalanprográmmas galget leat álgoálbmotservodagat dahje báikegottit mat leat ovdánahttán (ja ovdánahttet) árbedieđuid.
smj: Vuodna galggá doarjjot ahte sij gudi suodjaluvvi dákkár árbbedábálasj máhtudagá suodjalimsysteman galggi liehket da álggoálmmuksebrudagá jali bájkálasj sebrudagá ma li åvddånahttám (ja vilá åvddånahtti) árbbediedojt.

source: Norga galgá vuostálastit árvalusaid main daddjo ahte stáhta dahje eará váldeorgánat dat galget leat vuoigatvuođalaččat dahje ahte sii galget válljet geat vuoigatvuođalaččat leat.
smj: Vuodna galggá vuosstálasstet oajvvadusájt ma javlli ahte stáhtta jali ietjá oajválasjorgána galggi válljit gejn le riektá.

source: WIPO / GRTKF / IGC barggu ferte geahččat oktii eará forumiid bargguin ja juo sajáiduvvin riikkaidgaskasaš njuolggadusaiguin, e.e. CBD ja dása gullevaš Nagoya-protokolla ja FAO-soahpamuš šaddogenehtalaš valljodagat biebmu ja eanandoalu várás.
smj: WIPO / GRTKF / IGC barggo hæhttu gehtjaduvvat aktan ietjá forumij bargojn ja juo sajájduvvam rijkajgasskasasj njuolgadusáj, ierit ietján CBD ja dasi gullevasj Nagoya-protokolla ja FAO-sjiehtadus sjaddogenehtalasj ressursa biebmo ja ednambargo gáktuj.

source: Norga galgá IGC – GRTKF bakte bargat dan badjelii ahte olahat seamma nana suodjaleami go mii Nagoya-protokolla dagaha, dás ahte vejolaš IGC - GRTKF bohtosat ollistit ja viiddidit Nagoya-protokolla daid surggiin maid ii namut dahje lea váilevaš.
smj: Vuodna galggá IGC – GRTKF baktu barggat dan vuoksjuj ahte jåkså sæmmi nanos suodjalibmáj dagu Nagoya-protokolla dahká, aj navti jut vejulasj IGC - GRTKF båhtusa ållidi ja vijdedi Nagoya-protokollav daj suorgijn gånnå ij majdik nammada jali ij le dågålasj.

source: Árbevirolaš kulturilbmaneapmi: Norga sáhttá doarjut ahte álggahuvvo beaktilis vuogádat rievttálaš suodjaleami várás.
smj: Árbbedábálasj kulturilmodime: Vuodna máhttá doarjjot ahte dåbmaris systebma álgaduvvá riektálasj suodjalime vuoksjuj.

source: Dat lea eaktun ahte suodjaleapmi čielgasit lea ráddjejuvvon ja dássejuvvon.
smj: Ækton le ahte suodjalibme le tjielggasit ráddjidum ja dássedum.

source: Árbediehtu: Norga sáhttá doarjut ahte álggahuvvo beaktilis vuogádat rievttálaš suodjaleami várás mii sulastahttá vuoiŋŋalaš vuoigatvuođa, jus dat mii galgá suodjaluvvot čielgasit lea čilgejuvvon ja ráddjejuvvon, ja ahte leat govttolaš spiehkastagat.
smj: Árbbediehto: Vuodna máhttá doarjjot ahte dåbmaris systebma álgaduvvá riektálasj suodjalime vuoksjuj mij vuojŋalasj riektáv sulástahttá, jus dat mij galggá suodjaluvvat tjielggasit le tjielggidum ja ráddjidum, ja ahte li dádjadahtte tjuolldusa.

source: Genehtalaš valljodagat: Norga galgá vuoruhit barggu oažžumis sadjái vuogádaga mii mearkkaša ahte pateantasuodjalan ohcamušaid ja šaddošlájaid suodjaleami oktavuođas geatnegahttojuvvojit almmuheames genehtalaš valljodagaid ja árbedieđuid álgovuođu.
smj: Genehtalasj valljudagá: Vuodna galggá vuorodit bargov sadjásis oadtjot systemav mij mierkki ahte patentasuodjalimåhtsåmusá ja sjaddoslájaj suodjalibme aktijvuodan le vælggogisvuohta genehtalasj valljudagáj ja árbbediedo álggovuodov ilmodit.

source: Árbevirolaš kulturilbmaneamit (álbmotmuitodieđa): Norga sáhttá doarjut ahte álggahuvvo vuogádat árbevirolaš kulturilbmanemiid suodjaleami várás.
smj: Álmmukdábe: Vuodna máhttá doarjjot ahte álgaduvvá systebma árbbedábálasj álmmukdábij suodjalime vuoksjuj.

source: Norga sáhttá doarjut ahte dákkár suodjaleapmi galgá leat rievttálaš geatnegahttin: eaktun lea ahte čielgasit lea čilgejuvvon ja ráddjejuvvon friddja oktasaš kulturárbbi ektui (public domain).
smj: Vuodna máhttá doarjjot ahte dakkár suodjalibme galggá liehket riektálasj tjadne: ækton le ahte tjielggasit le tjielggidum ja ráddjidum friddja aktisasj kulturárbe gáktuj (public domain).

source: Loga eanet Máilmmi dahkkivuoigatvuođaid organisašuvnna / WIPO birra dás.
smj: Lågå ienep Værálda dahkkeriektáj organisasjåvnå / WIPO birra dáppe

source: UNESCO lea ON oahpahusa, dieđalašvuođa, kultuvrra ja gulahallama organisašuvdna.
smj: UNESCO lea AN:a åhpadusá, diedalasjvuoda, kultuvra ja guládallama organisasjåvnnå.

source: Organisašuvnna fápmudus lea bargat ráfi ja dorvvolašvuođa ovddas dakko bakte go bargá ovddideames ovttasbarggu stáhtaid gaskkas daid njealji fágasurgiin.
smj: Organisasjåvnå mandáhtta le barggat ráfe ja sihkarvuoda vuoksjuj aktisasjbargo åvddånahttema baktu nasjåvnåj gaskan daj nieljijn fáhkasuorgijn.

source: Bargu UNESCO konvenšuvnnain kulturilbmanemiid šláddjivuođaid suodjaleami ja ovddideami ovddas, lea mávssolaš dan barggu ektui mii dahkko WIPO:s.
smj: Barggo UNESCO konvensjåvnåjn kulturilmodimij moattevuoda suodjalime ja åvdedime åvdås, le mávsulasj dan bargo gáktuj mij WIPO:n dagáduvvá.

source: Sámit atnet dološ sámi symbolaid oktasaš opmodahkan, ja lea sámi riekteipmárdusa vuostá addit daidda aktovuoigatvuođa.
smj: Sáme adni dålusj sáme symbåvlåjt aktisasj åbmudahkan, ja dajda vaddet akturiektáv le sáme riektádádjadusá vuosstij.

source: Symbolaanuid oktavuođas eaktuduvvo guovttebealatvuohta.
smj: Symbåvllåanoj aktijvuodan gájbbeduvvá guovtebielakvuohta.

source: Lea dehálaš suddjet sávatmeahttumis anu vuostá ja ahte dat eai kommersialiserejuvvo eaige šatta ávkin sámi servodagaide.
smj: Ájnas le suoddjit sávadahkes ano vuosstáj ja ahte da kommersiáliseriduvvi váni sáme sebrudagájda ávkken.

source: Maiddái lea dehálaš ahte ii eastat sámi symbolaid ávkkálaš anu.
smj: Sæmmi båttå le ájnas ahte ij symbåvlåj ávkálasj anov hiereda.

source: Sámi dáiddárat ja earát eai galgga eastaduvvot atnimis sámiid oktasašárbbi ja muittu.
smj: Sáme dájddára ja iehtjáda e galga hiereduvvat sáme aktisasjárvov jalik mujtov adnemis.

source: Hutkkussuddjeneiseválddiid ektui lea dehálaš ahte sii dán suorggis čájehit várrogasvuođa ja ipmárdusa.
smj: Patentaoajválattjaj gáktuj le ájnas ahte sij dán suorgen várrogisvuodav ja dádjadusáv vuosedi.

source: Ovddasguvlui áiggošii Sámediggi dán áššesuorggi čalmmustahttojuvvot riikkaidgaskasaččat.
smj: Åvddålijguovlluj ájggu Sámedigge rijkajgasskasattjat dáv ássjesuorgev tjalmostahttet.

source: Dás leat bealit mat guske eará fáttáide nugomat dahkkivuoigatvuohta árbevirolaš luđiide ja sámi árbedieđuide.
smj: Dánna li biele ma ietjá fáttajda guosski dagu dahkkeriektá árbbedábálasj juojgajda ja sáme árbbediedojda.

source: Sámediggi áigu dán áššesuorggi barggu čuovvut ovddasguvlui.
smj: Sámedigge ájggu bargov dán ássjesuorgen åvddålijguovlluj tjuovvot.

source: Loga eanet UNESCO birra dás.
smj: Lågå ienep UNESCO birra dáppe

source: Dálkkádatrievdadeamit Dálkkádatrievdadeamit čielgasit váikkuhit álgoálbmogiidda danin go álgoálbmogat dávjá ellet lahka luonddu ja leatge nu ovdalis dálkkádatrievdademiid.
smj: Dálkádakrievddama Dálkádakrievddama tjielggasit álggoálmmugijda vájkkudi danen gå álggoálmmuga álu luondo lahka viessu ja navti li dálkádakrievddamij åvddågietjen.

source: Earenoamážiid dát guoská Arktalaš álgoálbmogiidda gos dálkkádatrievdadeamit jođánepmosit deaividit.
smj: Sierraláhkáj guosská dát Arktalasj álggoálmmugijda gånnå dálkádakrievddama ruvámusát dejvadi.

source: Diehttelasat dása lassin leat arvevuovddit ja eará vuovdeguovllut mat leat dehálaš ássanguovllut ollu máilmmi badjel 300 miljovnna álgoálbmogiidda geat ásset birrasiid 70 riikkain.
smj: Diehttelis le dasi duodden harvvevuovde ja ietjá vuovddeguovlo ma li ájnas viessomguovlo ållusijda værálda badjelasj 300 millijåvnå álggoálmmugijda gudi birrusij 70 rijkajn årru.

source: Máilmmiservodat lea ON bakte deattuhan ahte nanaguoddevaš ovdáneami hástalussan lea geafivuohta, biologalaš šláddjivuođa manaheapmi, birasmirkkuid leavvan ja olbmoráhkaduvvon dálkkádatrievdadeamit.
smj: Væráltsebrudahka le AN:a baktu dættodam ahte guoddelis åvddånahttema oajvvehásstalusá li hæjosvuohta, biologalasj valjesvuoda massem, birásselgaj givnnjahibme ja ulmusjvájkkudum dálkádakrievddama.

source: Jus dáid vahágahti dálkkádatrievdademiid eat nagot eastadit de dat dagahit duođalaš váikkuhusaid buot olbmuide.
smj: Jus vahágahtte dálkádakrievddamijt ij nagáda ganugahttet de da duodalattjat gájkajda vájkkudi.

source: Dat mii lea iešvuosttaldeaddjin dahje eahpegovttolažžan lea ahte sii geat unnimusat lea váikkuhan dálkkádatrievdademiide leat sii geat álggos ja garrasepmosit šaddet gillát.
smj: Mij le iesjvuosteldiddje le ahte sij gudi li binnemusát dálkádakrievddamijda vájkkudam li sij gudi álgo rájes ja garrasamos sjaddi gierddat.

source: Rievdi dálkkádat dagaha stuora vahágiid.
smj: Dálkádakrievddam vahágahttá ålov.

source: Ovdáneaddjiriikat, álgoálbmogat ja smávit sullostáhtat leat earenoamáš vártnuhis dilis ja adnojuvvojit eanemus áitojuvvon dilis dálkkádatrievdademiid oktavuođas.
smj: Åvddånimrijka, álggoálmmuga ja smáv suollustáhta li sierralágásj várnnahis dilen ja li ienemus ájteduvvam dilen dálkádakrievddamij aktijvuodan.

source: Sámediggi lea vuosttažettiin politihkalaš ásahus ja ferte danin aktiivvalaččat bargat ja bidjat eavttuid vai gávdnat politihkalaš čovdosiid daid rievdadusaide mat dál deaividit.
smj: Sámedigge le vuostatjin politihkalasj ásadus ja hæhttu danen dåjmalattjat barggat ja ævtojt biedjat váj gávnná politihkalasj tjoavddusijt dajda rievddamijda ma dal dejvadi.

source: Dán Sámediggi dahká golmma dásis;
smj: Dáv Sámedigge gålmån dásen dahká;

source: Mii bargat dan badjelii ahte oažžut buori geatnegahtti riikkaidgaskasaš soahpamušaid mat geahpidit dálkkádatgássaluoitimiid.
smj: Barggap dan vuoksjuj váj oadtjop buorre vælggodiddje rijkajgasskasasj sjiehtadusájt ma dálkádakgássajluojttemijt giehpedi.

source: Mii doarjut váidudeaddji doaibmabiju vugiid molssaevttolaš energiijabuvttadeapmái, jus dat leat vuoiggalačča álgoálbmogiidda.
smj: Doarjjop strategiajt ma vájkkudusájt binnedi dagu ietjá fábmobuvtadibme, jus dá li rievtugisá álggoálmmugijda aj.

source: Mii leat aktiivvalaččat mielde barggus hábmemis nationála dálkkádatrievdadeami heivehanvugiid, ja váruhit ahte eai heajos ládje váikkut sámi beroštumiide.
smj: Dåjmalattjat oassálasstep bargguj nasjonála hiebadamstrategiaj dálkádakrievddamij vuosstij, ja bærrájgæhttjap jut da e sáme berustimijt nievres láhkáj vájkkuda.

source: 1. čuoggái:
smj: 1. tjuoggáj:

source: Sámediggi bargá dan badjelii ahte olahit riikkaidgaskasaš geatnegahtti soahpamušaid dálkkádatgássaluoitimiid geahpideami birra.
smj: Sámedigge barggá dan vuoksjuj váj oadtjop buorre vælggodiddje rijkajgasskasasj sjiehtadusájt ma dálkádakgássajluojttemijt giehpedi.

source: Dán dahkat riikkaidgaskasaččat, ovttas eará álgoálbmogiiguin ja Norgga eiseválddiiguin.
smj: Dáv rijkajgasskasattjat dahkap, aktan ietjá álggoálmmugij ja Vuona oajválattjaj.

source: o Mii leat searvan álgoálbmogiid máilmmiviidosaš váldočoahkkimii dálkkádatrievdademiid birra Anchorages 2009 cuoŋománus, ja gaskašiehtadallamiidda Bangkokas ja Barcelonas ovdalis dálkkádatváldočoahkkima Københavna ON dálkkádatkonvenšuvnna oktavuođas.
smj: o Sæbrram lip álggoálmmugij væráltvijddásasj oajvvetjåhkanibmáj dálkádakrievddamij birra Anchoragen 2009 vuoratjismáno, ja gasskasjiehtadallamijda Bangkokan ja Barcelonan åvddål Københámna dálkádakoajvvetjåhkanime AN:a dálkádakkonvensjåvnå aktijvuodan.

source: o Mii leimmet oassin Norgga sáttagottis Københavnas, Cancunas ja Durbanas bealálaččaid čoahkkimiin ON dálkkádatkonvenšuvnna oktavuođas, sihke politihkalaš ja hálddahuslaš dásis.
smj: o Oassálastijma Vuona delegasjåvnnåj Københámnan, Cancunin ja Durbanin åvdåstiddjijtjåhkanimijn AN:a dálkádakkonvensjåvnå aktijvuodan, sihke politihkalasj ja háldaduslasj dásen.

source: o Mii maiddái ovttasbargat dálkkádatpolitihkalaš strategiijaid Sámi Parlamentáralaš Ráđis, mii rádjerasttildeaddji sámiid ovttasbargoorgána Norgga, Ruoŧa, Suoma ja Ruošša sámiide.
smj: o Aktan barggap dálkádakpolitihkalasj strategiaj Sáme Parlamentáralasj Ráden, mij le rádjárasstididdje sáme aktisasjbarggoorgádna sámijda Vuonan, Svierigin, Suoman ja Ruossjan.

source: o Mis lea lagas gulahallan Norgga Luonddugáhttenlihtuin ja Arvevuovdefoanddain riikkaidgaskasaš dálkkádatbarggu oktavuođas.
smj: o Miján le lahka guládallam Vuona Luonndogáhttimlihtojn ja Harvvevuovddefåndajn rijkajgasskasasj dálkádakbargo aktijvuodan.

source: 2. čuoggái:
smj: 2. tjuoggáj:

source: Sámediggi doarju nationála dálkkádatgássaid váidudandoaibmabiju strategiijaid.
smj: Sámedigge doarjju nasjonála strategiajt ma dálkádakgássajt binnedi.

source: Molssaevttolaš energiijabuvttadeapmi ja dálkkádatustitlaš teknologiija ovdánahttin lea dehálaš.
smj: Ietjá fábmobuvtadibme ja dálkádakvuogas teknologija åvddånahttem le ájnas.

source: o Mii bargat dan badjelii ahte váidudeaddji doaibmabijut mat álggahuvvojit doahttalit álgoálbmotvuoigatvuođaid nu ahte álgoálbmogat besset searvat mearrideames ja sihkkarastimis luondduvuođu.
smj: o Barggap dan vuoksjuj jut dåjma ma dálkádakrievddama vájkkudusájt binnedi hæhttuji jåhtuj biejaduvvat dan láhkáj váj álggoálmmuga galggi bessat oassálasstet luonndovuodov sihkarasstet ja mierredit.

source: o Váidudeaddji doaibmabijut galget leat vuoiggalačča.
smj: o Dákkir binnediddje dåjma galggi liehket rievtuga.

source: Dás ii sáhte leat nu ahte mii geat unnimusat leat váikkuhan dálkkádatrievdademiide, eanemusat šaddet gillát rievdadusaid ja váidudeaddji doaibmabijuin.
smj: Ij máhte navti liehket ahte mij gudi lip binnemusát dálkádakrievddamij vigálattja galggap ienemusát gierddat rievddadusájs ja dájs binnediddje dåjmajs.

source: Dása dađibahábut lea váttis ja gáibideaddjin oažžut doarjaga.
smj: Luodjomláhkáj le gássjel ja gájbbediddje dási doarjjagav oadtjot.

source: 3. čuoggái:
smj: 3. tjuoggáj:
